app-accessibility/at-spi2-atk
app-accessibility/at-spi2-core
app-admin/apg
app-admin/eselect
app-admin/haskell-updater
app-admin/hddtemp
app-admin/perl-cleaner
app-admin/python-updater
app-admin/sudo
app-admin/syslog-ng
app-arch/bzip2
app-arch/cpio
app-arch/gzip
app-arch/libarchive
app-arch/p7zip
app-arch/rpm2targz
app-arch/snappy
app-arch/tar
app-arch/unrar
app-arch/unzip
app-arch/xz-utils
app-arch/zip
app-benchmarks/stress
app-cdr/xfburn
app-crypt/gcr
app-crypt/gentoo-keys
app-crypt/gnupg
app-crypt/libsecret
app-crypt/openpgp-keys-gentoo-release
app-crypt/p11-kit
app-crypt/pinentry
app-crypt/rhash
app-editors/bvi
app-editors/gvim
app-editors/nano
app-editors/vim
app-editors/vim-core
app-emulation/qemu
app-emulation/wine-desktop-common
app-emulation/wine-gecko
app-emulation/wine-mono
app-emulation/wine-vanilla
app-eselect/eselect-cdparanoia
app-eselect/eselect-ctags
app-eselect/eselect-fontconfig
app-eselect/eselect-lib-bin-symlink
app-eselect/eselect-mesa
app-eselect/eselect-notify-send
app-eselect/eselect-opengl
app-eselect/eselect-pinentry
app-eselect/eselect-python
app-eselect/eselect-qtgraphicssystem
app-eselect/eselect-vi
app-eselect/eselect-wine
app-eselect/eselect-xvmc
app-misc/c_rehash
app-misc/ca-certificates
app-misc/colordiff
app-misc/editor-wrapper
app-misc/empty
app-misc/mime-types
app-misc/pax-utils
app-portage/cpuid2cpuflags
app-portage/eix
app-portage/elt-patches
app-portage/gemato
app-portage/gentoolkit
app-portage/portage-utils
app-shells/bash
app-shells/push
app-shells/quoter
app-shells/zsh
app-text/build-docbook-catalog
app-text/djvu
app-text/docbook-xml-dtd
app-text/docbook-xsl-stylesheets
app-text/evince
app-text/ghostscript-gpl
app-text/iso-codes
app-text/libpaper
app-text/libspectre
app-text/manpager
app-text/openjade
app-text/opensp
app-text/po4a
app-text/poppler
app-text/poppler-data
app-text/qpdf
app-text/sgml-common
app-text/xmlto
app-text/yelp-tools
app-vim/eselect-syntax
app-vim/gentoo-syntax
app-vim/gtk-syntax
app-vim/info
app-vim/pam-syntax
dev-cpp/atkmm
dev-cpp/cairomm
dev-cpp/glibmm
dev-cpp/gtkmm
dev-cpp/pangomm
dev-db/sqlite
dev-haskell/cabal
dev-haskell/data-default
dev-haskell/data-default-class
dev-haskell/data-default-instances-base
dev-haskell/data-default-instances-containers
dev-haskell/data-default-instances-dlist
dev-haskell/data-default-instances-old-locale
dev-haskell/dlist
dev-haskell/extensible-exceptions
dev-haskell/mtl
dev-haskell/old-locale
dev-haskell/old-time
dev-haskell/random
dev-haskell/setlocale
dev-haskell/transformers
dev-haskell/utf8-string
dev-haskell/x11
dev-haskell/x11-xft
dev-lang/ghc
dev-lang/lua
dev-lang/nasm
dev-lang/orc
dev-lang/perl
dev-lang/python
dev-lang/python-exec
dev-lang/spidermonkey
dev-lang/swig
dev-lang/tcl
dev-lang/yasm
dev-libs/atk
dev-libs/boehm-gc
dev-libs/boost
dev-libs/cyrus-sasl
dev-libs/d0_blind_id
dev-libs/dbus-glib
dev-libs/double-conversion
dev-libs/elfutils
dev-libs/expat
dev-libs/geoip
dev-libs/glib
dev-libs/gmp
dev-libs/gobject-introspection
dev-libs/gobject-introspection-common
dev-libs/icu
dev-libs/iniparser
dev-libs/ivykis
dev-libs/json-glib
dev-libs/libaio
dev-libs/libassuan
dev-libs/libatasmart
dev-libs/libatomic_ops
dev-libs/libbsd
dev-libs/libburn
dev-libs/libcdio
dev-libs/libcdio-paranoia
dev-libs/libcroco
dev-libs/libebml
dev-libs/libevdev
dev-libs/libffi
dev-libs/libgcrypt
dev-libs/libgpg-error
dev-libs/libgudev
dev-libs/libgusb
dev-libs/libinput
dev-libs/libisofs
dev-libs/libksba
dev-libs/liblinear
dev-libs/libltdl
dev-libs/libnl
dev-libs/libpcre
dev-libs/libpcre2
dev-libs/libpipeline
dev-libs/libpthread-stubs
dev-libs/libsigc++
dev-libs/libsodium
dev-libs/libtasn1
dev-libs/libunistring
dev-libs/libusb
dev-libs/libusb-compat
dev-libs/libuv
dev-libs/libxdg-basedir
dev-libs/libxml2
dev-libs/libxslt
dev-libs/lzo
dev-libs/mpc
dev-libs/mpfr
dev-libs/nettle
dev-libs/npth
dev-libs/nspr
dev-libs/nss
dev-libs/openssl
dev-libs/pcre++
dev-libs/popt
dev-libs/pth
dev-libs/re2
dev-libs/vala-common
dev-libs/wayland
dev-perl/Authen-SASL
dev-perl/Digest-HMAC
dev-perl/Error
dev-perl/File-BaseDir
dev-perl/File-DesktopEntry
dev-perl/File-MimeInfo
dev-perl/IO-Socket-SSL
dev-perl/Locale-gettext
dev-perl/Module-Build
dev-perl/Net-SMTP-SSL
dev-perl/Net-SSLeay
dev-perl/SGMLSpm
dev-perl/TermReadKey
dev-perl/Text-CharWidth
dev-perl/Text-Unidecode
dev-perl/Text-WrapI18N
dev-perl/Types-Serialiser
dev-perl/URI
dev-perl/Unicode-EastAsianWidth
dev-perl/XML-LibXML
dev-perl/XML-NamespaceSupport
dev-perl/XML-Parser
dev-perl/XML-SAX
dev-perl/XML-SAX-Base
dev-perl/XML-SAX-Expat
dev-perl/XML-Simple
dev-perl/libintl-perl
dev-python/appdirs
dev-python/beautifulsoup
dev-python/bz2file
dev-python/certifi
dev-python/cython
dev-python/docutils
dev-python/html5lib
dev-python/jinja
dev-python/lxml
dev-python/m2crypto
dev-python/markupsafe
dev-python/numpy
dev-python/packaging
dev-python/ply
dev-python/pyblake2
dev-python/pycairo
dev-python/pyelftools
dev-python/pygments
dev-python/pygobject
dev-python/pygtk
dev-python/pyparsing
dev-python/pyxattr
dev-python/setuptools
dev-python/simplejson
dev-python/six
dev-python/webencodings
dev-qt/linguist-tools
dev-qt/qtchooser
dev-qt/qtconcurrent
dev-qt/qtcore
dev-qt/qtdbus
dev-qt/qtgui
dev-qt/qtlockedfile
dev-qt/qtnetwork
dev-qt/qtscript
dev-qt/qtsingleapplication
dev-qt/qtsvg
dev-qt/qttranslations
dev-qt/qtwidgets
dev-qt/qtx11extras
dev-qt/qtxml
dev-scheme/guile
dev-util/boost-build
dev-util/cmake
dev-util/ctags
dev-util/desktop-file-utils
dev-util/gdbus-codegen
dev-util/gperf
dev-util/gtk-doc-am
dev-util/gtk-update-icon-cache
dev-util/intltool
dev-util/itstool
dev-util/mdds
dev-util/meson
dev-util/ninja
dev-util/pkgconfig
dev-util/re2c
dev-util/scons
dev-vcs/git
gnome-base/dconf
gnome-base/gconf
gnome-base/gnome-common
gnome-base/gnome-keyring
gnome-base/gnome-mime-data
gnome-base/gnome-vfs
gnome-base/gsettings-desktop-schemas
gnome-base/gvfs
gnome-base/libglade
gnome-base/librsvg
gnome-extra/polkit-gnome
gnome-extra/yelp-xsl
mail-mta/nullmailer
media-fonts/dejavu
media-fonts/encodings
media-fonts/font-adobe-100dpi
media-fonts/font-adobe-75dpi
media-fonts/font-adobe-utopia-100dpi
media-fonts/font-adobe-utopia-75dpi
media-fonts/font-adobe-utopia-type1
media-fonts/font-alias
media-fonts/font-arabic-misc
media-fonts/font-bh-100dpi
media-fonts/font-bh-75dpi
media-fonts/font-bh-lucidatypewriter-100dpi
media-fonts/font-bh-lucidatypewriter-75dpi
media-fonts/font-bh-ttf
media-fonts/font-bh-type1
media-fonts/font-bitstream-100dpi
media-fonts/font-bitstream-75dpi
media-fonts/font-bitstream-speedo
media-fonts/font-bitstream-type1
media-fonts/font-cronyx-cyrillic
media-fonts/font-cursor-misc
media-fonts/font-daewoo-misc
media-fonts/font-dec-misc
media-fonts/font-ibm-type1
media-fonts/font-isas-misc
media-fonts/font-jis-misc
media-fonts/font-micro-misc
media-fonts/font-misc-cyrillic
media-fonts/font-misc-ethiopic
media-fonts/font-misc-meltho
media-fonts/font-misc-misc
media-fonts/font-mutt-misc
media-fonts/font-schumacher-misc
media-fonts/font-screen-cyrillic
media-fonts/font-sony-misc
media-fonts/font-sun-misc
media-fonts/font-util
media-fonts/font-winitzki-cyrillic
media-fonts/font-xfree86-type1
media-fonts/liberation-fonts
media-fonts/terminus-font
media-fonts/urw-fonts
media-gfx/gimp
media-gfx/graphite2
media-gfx/scrot
media-gfx/sxiv
media-libs/a52dec
media-libs/alsa-lib
media-libs/audiofile
media-libs/babl
media-libs/flac
media-libs/fontconfig
media-libs/freeglut
media-libs/freetype
media-libs/gegl
media-libs/giblib
media-libs/giflib
media-libs/glew
media-libs/glu
media-libs/gst-plugins-base
media-libs/gst-plugins-good
media-libs/gstreamer
media-libs/harfbuzz
media-libs/imlib2
media-libs/jbig2dec
media-libs/lcms
media-libs/libcanberra
media-libs/libcddb
media-libs/libdca
media-libs/libdvbpsi
media-libs/libdvdcss
media-libs/libdvdnav
media-libs/libdvdread
media-libs/libepoxy
media-libs/libexif
media-libs/libid3tag
media-libs/libjpeg-turbo
media-libs/libmad
media-libs/libmatroska
media-libs/libmng
media-libs/libmodplug
media-libs/libmpeg2
media-libs/libogg
media-libs/libpng
media-libs/libsamplerate
media-libs/libsdl
media-libs/libsdl2
media-libs/libsndfile
media-libs/libtheora
media-libs/libtxc_dxtn
media-libs/libvorbis
media-libs/libvpx
media-libs/libwebp
media-libs/mesa
media-libs/openal
media-libs/openh264
media-libs/openjpeg
media-libs/opus
media-libs/opusfile
media-libs/sdl-image
media-libs/sdl-mixer
media-libs/sdl2-image
media-libs/sdl2-mixer
media-libs/smpeg2
media-libs/speex
media-libs/speexdsp
media-libs/tiff
media-libs/webrtc-audio-processing
media-libs/x264
media-libs/x265
media-libs/xvid
media-plugins/alsa-plugins
media-sound/alsa-utils
media-sound/cmus
media-sound/lame
media-sound/pulseaudio
media-video/ffmpeg
media-video/simplescreenrecorder
media-video/vlc
net-analyzer/nmap
net-analyzer/rrdtool
net-dns/dnsmasq
net-dns/libidn
net-dns/libidn2
net-firewall/iptables
net-libs/glib-networking
net-libs/gnutls
net-libs/http-parser
net-libs/libasyncns
net-libs/libmnl
net-libs/libnsl
net-libs/libpcap
net-libs/libproxy
net-libs/libsoup
net-libs/libtirpc
net-libs/libtorrent-rasterbar
net-libs/nghttp2
net-libs/nodejs
net-mail/mailbase
net-misc/curl
net-misc/dhcpcd
net-misc/iputils
net-misc/netifrc
net-misc/netkit-telnetd
net-misc/openssh
net-misc/rsync
net-misc/wget
net-nds/openldap
net-p2p/qbittorrent
net-print/cups
net-print/cups-filters
net-wireless/crda
net-wireless/iw
net-wireless/wireless-regdb
net-wireless/wpa_supplicant
perl-core/File-Path
perl-core/File-Temp
sys-apps/acl
sys-apps/attr
sys-apps/baselayout
sys-apps/busybox
sys-apps/coreutils
sys-apps/dbus
sys-apps/debianutils
sys-apps/diffutils
sys-apps/dtc
sys-apps/ethtool
sys-apps/file
sys-apps/findutils
sys-apps/gawk
sys-apps/gentoo-functions
sys-apps/gptfdisk
sys-apps/grep
sys-apps/groff
sys-apps/help2man
sys-apps/hwids
sys-apps/install-xattr
sys-apps/iproute2
sys-apps/kbd
sys-apps/kmod
sys-apps/less
sys-apps/lm_sensors
sys-apps/lshw
sys-apps/man-db
sys-apps/man-pages
sys-apps/man-pages-posix
sys-apps/net-tools
sys-apps/openrc
sys-apps/opentmpfiles
sys-apps/pciutils
sys-apps/portage
sys-apps/sandbox
sys-apps/sed
sys-apps/shadow
sys-apps/sysvinit
sys-apps/tcp-wrappers
sys-apps/texinfo
sys-apps/util-linux
sys-apps/which
sys-auth/consolekit
sys-auth/pam_mktemp
sys-auth/pambase
sys-auth/polkit
sys-block/parted
sys-boot/efibootmgr
sys-boot/grub
sys-devel/autoconf
sys-devel/autoconf-archive
sys-devel/autoconf-wrapper
sys-devel/autogen
sys-devel/automake
sys-devel/automake-wrapper
sys-devel/bc
sys-devel/binutils
sys-devel/binutils-config
sys-devel/bison
sys-devel/clang
<<<<<<< HEAD
sys-devel/clang-common
=======
>>>>>>> b372fd9a4d4e1180c10802163c15692c83d3786c
sys-devel/clang-runtime
sys-devel/flex
sys-devel/gcc
sys-devel/gcc-config
sys-devel/gdb
sys-devel/gettext
sys-devel/gnuconfig
sys-devel/libtool
sys-devel/llvm
sys-devel/llvm-common
sys-devel/m4
sys-devel/make
sys-devel/patch
sys-firmware/edk2-ovmf
sys-firmware/ipxe
sys-firmware/seabios
sys-firmware/sgabios
sys-fs/cryptsetup
sys-fs/dosfstools
sys-fs/e2fsprogs
sys-fs/eudev
sys-fs/fuse
sys-fs/lvm2
sys-fs/ntfs3g
sys-fs/udev-init-scripts
sys-kernel/genkernel
sys-kernel/gentoo-sources
sys-kernel/linux-firmware
sys-kernel/linux-headers
sys-libs/binutils-libs
sys-libs/compiler-rt
sys-libs/compiler-rt-sanitizers
sys-libs/cracklib
sys-libs/db
sys-libs/e2fsprogs-libs
sys-libs/efivar
sys-libs/gdbm
sys-libs/glibc
sys-libs/gpm
sys-libs/libcap
sys-libs/libcap-ng
sys-libs/libomp
sys-libs/libseccomp
sys-libs/libutempter
sys-libs/mtdev
sys-libs/ncurses
sys-libs/pam
sys-libs/readline
sys-libs/timezone-data
sys-libs/zlib
sys-process/procps
sys-process/psmisc
virtual/acl
virtual/awk
virtual/dev-manager
virtual/editor
virtual/eject
virtual/freedesktop-icon-theme
virtual/glu
virtual/jpeg
virtual/libc
virtual/libelf
virtual/libffi
virtual/libgudev
virtual/libiconv
virtual/libintl
virtual/libudev
virtual/libusb
virtual/logger
virtual/man
virtual/modutils
virtual/mta
virtual/notification-daemon
virtual/opengl
virtual/os-headers
virtual/package-manager
virtual/pager
virtual/pam
virtual/perl-Archive-Tar
virtual/perl-CPAN-Meta
virtual/perl-CPAN-Meta-YAML
virtual/perl-Data-Dumper
virtual/perl-Digest-MD5
virtual/perl-Digest-SHA
virtual/perl-Exporter
virtual/perl-ExtUtils-CBuilder
virtual/perl-ExtUtils-Install
virtual/perl-ExtUtils-MakeMaker
virtual/perl-ExtUtils-Manifest
virtual/perl-ExtUtils-ParseXS
virtual/perl-File-Path
virtual/perl-File-Spec
virtual/perl-File-Temp
virtual/perl-Getopt-Long
virtual/perl-JSON-PP
virtual/perl-MIME-Base64
virtual/perl-Module-Metadata
virtual/perl-Parse-CPAN-Meta
virtual/perl-Perl-OSType
virtual/perl-Scalar-List-Utils
virtual/perl-Storable
virtual/perl-Test-Harness
virtual/perl-Test-Simple
virtual/perl-Text-ParseWords
virtual/perl-libnet
virtual/perl-parent
virtual/perl-podlators
virtual/perl-version
virtual/pkgconfig
virtual/service-manager
virtual/shadow
virtual/ssh
virtual/tmpfiles
virtual/ttf-fonts
virtual/udev
virtual/wine
virtual/yacc
<<<<<<< HEAD
=======
www-client/chromium
>>>>>>> b372fd9a4d4e1180c10802163c15692c83d3786c
www-client/google-chrome
www-client/links
www-client/seamonkey-bin
x11-apps/appres
x11-apps/bdftopcf
x11-apps/bitmap
x11-apps/iceauth
x11-apps/luit
x11-apps/mesa-progs
x11-apps/mkfontdir
x11-apps/mkfontscale
x11-apps/rgb
x11-apps/sessreg
x11-apps/setxkbmap
x11-apps/smproxy
x11-apps/x11perf
x11-apps/xauth
x11-apps/xbacklight
x11-apps/xcmsdb
x11-apps/xcursorgen
x11-apps/xdpyinfo
x11-apps/xdriinfo
x11-apps/xev
x11-apps/xf86dga
x11-apps/xgamma
x11-apps/xhost
x11-apps/xinit
x11-apps/xinput
x11-apps/xkbcomp
x11-apps/xkbevd
x11-apps/xkbutils
x11-apps/xkill
x11-apps/xlsatoms
x11-apps/xlsclients
x11-apps/xmessage
x11-apps/xmodmap
x11-apps/xpr
x11-apps/xprop
x11-apps/xrandr
x11-apps/xrdb
x11-apps/xrefresh
x11-apps/xset
x11-apps/xsetroot
x11-apps/xvinfo
x11-apps/xwd
x11-apps/xwininfo
x11-apps/xwud
x11-base/xcb-proto
x11-base/xorg-drivers
x11-base/xorg-proto
x11-base/xorg-server
x11-base/xorg-x11
x11-drivers/xf86-input-evdev
x11-drivers/xf86-input-keyboard
x11-drivers/xf86-input-mouse
x11-drivers/xf86-video-ati
x11-libs/cairo
x11-libs/gdk-pixbuf
x11-libs/gnome-pty-helper
x11-libs/gtk+
x11-libs/libICE
x11-libs/libSM
x11-libs/libX11
x11-libs/libXScrnSaver
x11-libs/libXau
x11-libs/libXaw
x11-libs/libXcomposite
x11-libs/libXcursor
x11-libs/libXdamage
x11-libs/libXdmcp
x11-libs/libXext
x11-libs/libXfixes
x11-libs/libXfont
x11-libs/libXfont2
x11-libs/libXft
x11-libs/libXi
x11-libs/libXinerama
x11-libs/libXmu
x11-libs/libXpm
x11-libs/libXrandr
x11-libs/libXrender
x11-libs/libXres
x11-libs/libXt
x11-libs/libXtst
x11-libs/libXv
x11-libs/libXvMC
x11-libs/libXxf86dga
x11-libs/libXxf86vm
x11-libs/libdrm
x11-libs/libfontenc
x11-libs/libnotify
x11-libs/libpciaccess
x11-libs/libva
x11-libs/libva-vdpau-driver
x11-libs/libvdpau
x11-libs/libwnck
x11-libs/libxcb
x11-libs/libxkbcommon
x11-libs/libxkbfile
x11-libs/libxshmfence
x11-libs/pango
x11-libs/pixman
x11-libs/startup-notification
x11-libs/xcb-util
x11-libs/xcb-util-cursor
x11-libs/xcb-util-image
x11-libs/xcb-util-keysyms
x11-libs/xcb-util-renderutil
x11-libs/xcb-util-wm
x11-libs/xpyb
x11-libs/xtrans
x11-misc/colord
x11-misc/dmenu
x11-misc/dzen
x11-misc/icon-naming-utils
x11-misc/makedepend
x11-misc/nitrogen
x11-misc/notification-daemon
x11-misc/shared-mime-info
x11-misc/util-macros
x11-misc/xbitmaps
x11-misc/xdg-utils
x11-misc/xkeyboard-config
x11-misc/xsel
x11-proto/bigreqsproto
x11-proto/compositeproto
x11-proto/damageproto
x11-proto/dri2proto
x11-proto/dri3proto
x11-proto/fixesproto
x11-proto/fontsproto
x11-proto/glproto
x11-proto/inputproto
x11-proto/kbproto
x11-proto/presentproto
x11-proto/randrproto
x11-proto/recordproto
x11-proto/renderproto
x11-proto/resourceproto
x11-proto/scrnsaverproto
x11-proto/trapproto
x11-proto/videoproto
x11-proto/xcmiscproto
x11-proto/xextproto
x11-proto/xf86bigfontproto
x11-proto/xf86dgaproto
x11-proto/xf86driproto
x11-proto/xf86vidmodeproto
x11-proto/xineramaproto
x11-proto/xproto
x11-terms/rxvt-unicode
x11-terms/xterm
x11-themes/adwaita-icon-theme
x11-themes/faenza-icon-theme
x11-themes/gnome-icon-theme-symbolic
x11-themes/gnome-themes-standard
x11-themes/gtk-engines
x11-themes/gtk-engines-adwaita
x11-themes/gtk-engines-murrine
x11-themes/hicolor-icon-theme
x11-themes/murrine-themes
x11-themes/sound-theme-freedesktop
x11-themes/xcursor-themes
x11-wm/xmonad
x11-wm/xmonad-contrib
xfce-base/exo
xfce-base/garcon
xfce-base/libxfce4ui
xfce-base/libxfce4util
xfce-base/thunar
xfce-base/xfce4-panel
xfce-base/xfconf
