acl
adwaita-icon-theme
alsa-lib
alsa-utils
archlinux-keyring
at-spi2-atk
at-spi2-core
atk
atkmm
attr
autoconf
automake
avahi
bash
binutils
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
colord
compositeproto
coreutils
cracklib
cryptsetup
curl
damageproto
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
diffutils
dmenu
dnsmasq
dosfstools
dzen2
e2fsprogs
elfutils
exo
expat
faenza-icon-theme
file
filesystem
findutils
fixesproto
flac
fontconfig
fontsproto
freetype2
fuse
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gettext
ghc
glib-networking
glib2
glibc
glibmm
gmp
gnupg
gnutls
gpgme
graphite
grep
groff
grub
gsettings-desktop-schemas
gtk-update-icon-cache
gtk2
gtk3
gtkmm
guile
gvfs
gvim
gzip
harfbuzz
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-base
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-dlist
haskell-extensible-exceptions
haskell-mtl
haskell-old-locale
haskell-old-time
haskell-random
haskell-utf8-string
haskell-x11
haskell-x11-xft
hicolor-icon-theme
hunspell
hwids
iana-etc
icu
inetutils
inputproto
iproute2
iptables
jasper
js17
json-glib
kbd
kbproto
keyutils
kmod
krb5
lcms2
less
libarchive
libassuan
libatasmart
libatomic_ops
libbluray
libcap
libcddb
libcdio
libcdio-paranoia
libcroco
libcups
libdaemon
libdatrie
libdbus
libdrm
libedit
libepoxy
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libgpg-error
libgudev
libgusb
libice
libidn
libjpeg-turbo
libksba
libldap
libmng
libmpc
libnotify
libogg
libomxil-bellagio
libpciaccess
libpipeline
libpng
libproxy
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libssh2
libsystemd
libtasn1
libthai
libtiff
libtirpc
libtool
libtxc_dxtn
libunistring
libunwind
libusb
libutil-linux
libvorbis
libvpx
libx11
libxau
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbcommon
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxt
libxtst
libxv
libxxf86vm
libyaml
linux
linux-api-headers
linux-firmware
llvm-libs
lz4
lzo
m4
make
man-db
man-pages
mcpp
mesa
mesa-libgl
mesa-vdpau
mime-types
mkinitcpio
mkinitcpio-busybox
mozilla-common
mpfr
mtdev
nano
ncurses
nettle
nitrogen
npth
nspr
nss
ntfs-3g
openssl
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
patch
pciutils
pcre
perl
perl-uri
pinentry
pixman
polkit
popt
procps-ng
psmisc
pth
python2
randrproto
readline
recordproto
renderproto
rest
rxvt-unicode
rxvt-unicode-terminfo
sed
shadow
shared-mime-info
sqlite
startup-notification
sudo
systemd
tar
texinfo
thunar
tor-browser-en
ttf-dejavu
tzdata
udisks2
ufw
util-linux
videoproto
vim-runtime
wayland
wget
which
xcb-proto
xcb-util
xdg-utils
xextproto
xf86-input-evdev
xf86-video-ati
xf86vidmodeproto
xfconf
xineramaproto
xkeyboard-config
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-utils
xorg-sessreg
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xproto
xsel
xz
zlib
zsh
zsh-syntax-highlighting
